const sampleBarGraphMonthSleepTime = {
    labels: [
        '1日', '2日', '3日', '4日', '5日', '6日', '7日', '8日', '9日', '10日',
        '11日', '12日', '13日', '14日', '15日', '16日', '17日', '18日', '19日', '20日',
        '21日', '22日', '23日', '24日', '25日', '26日', '27日', '28日', '29日', '30日', '31日'
    ],
    datasets: [
        {
            label: 'steps',
            data: [
                7880, 6890, 12900, 7910, 5920, 9930, 8940, 8950, 9960, 8970,
                5980, 8990, 9000, 8010, 8550, 8030, 8100, 7050, 13060, 4070,
                9080, 3090, 9100, 12110, 11120, 9130, 20140, 5150, 6160, 8170, 5180
            ],
            backgroundColor: 'rgba(54, 162, 235, 0.2)',
            borderColor: 'rgba(54, 162, 235, 1)',
            borderWidth: 1,
        },
    ],
};

export default sampleBarGraphMonthSleepTime;